[
  {
    "name": "Kumu Hina",
    "release_date": "2014",
    "budget": "$410,000",
    "country": "USA",
    "island": "Big Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Peacock, Hoopla, Tubi, Plex, Filmzie",
    "summary": "During a momentous year in her life in modern Honolulu, Hina Wong-Kalu, a native Hawaiian māhū, or transgender, teacher uses traditional culture to inspire a student to claim her place as leader of the school's all-male hula troupe. But despite her success as a teacher, Hina longs for love and a committed relationship. Will her marriage to a headstrong Tongan man fulfill her dreams? An incredible docu-drama that unfolds like a narrative film, KUMU HINA reveals a side of Hawai'i rarely seen on screen.",
    "logline": "A transgender Native Hawaiian teacher inspires a young girl to fulfill her destiny of leading the school's male hula troupe, even as she struggles to find love and a committed relationship in her own life."
  },
  {
    "name": "King Kamehameha: A Legacy Renewed",
    "release_date": "2004",
    "budget": "",
    "country": "USA",
    "island": "Big Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Kahilu TV",
    "summary": "In Kohala, Hawai`i, the bronze sculpture of Kamehameha has been painted in life-like colors for as long as anyone can remember. How will the community react when a stranger arrives to conserve the cherished public monument and restore it to its original gold leaf and bronze patina finish? (PIC)",
    "logline": "What happens when a stranger arrives in Kohala to restore the cherished Kamehameha statue to its original finish, after years of being painted in life-like colors? (PIC)"
  },
  {
    "name": "Hula: Language of the Heart",
    "release_date": "2013",
    "budget": "",
    "country": "USA",
    "island": "Big Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "The Merrie Monarch Hula Festival, often referred to as the “Olympics of Hula,” is a four day competition and exhibition that showcases the elegance, power, and rich storytelling that this ancient art form beholds. This program, which highlights the 2012 festival winners, will present an entertaining yet thought-provoking look at hula’s role in the past, present, and future of Hawai‘i’s people. (PIC)",
    "logline": "This film highlights the 2012 Merrie Monarch Hula Festival, an annual competition and exhibition. (PIC)"
  },
  {
    "name": "Mauna Kea: Temple Under Seige",
    "release_date": "2006",
    "budget": "",
    "country": "USA",
    "island": "Big Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Oiwi TV, Vimeo, Alexander Street",
    "summary": "Although the volcano Mauna Kea last erupted around 4,000 years ago, it is still hot today. The mountain is the center of a burning controversy over whether its summit should be used for astronomical observatories or preserved as a cultural landscape sacred to the Hawaiian people. This issue is explored in Mauna Kea: Temple Under Siege.\n\nMauna Kea: Temple Under Siege was six years in the making as Hawai'i island-based filmmakers, Joan Lander and Puhipau, captured on video the story of a mountain that has been the focus of international attention for the past 30 years. (PIC)",
    "logline": "The struggle between the scientific and Native Hawaiian communities. (PIC)"
  },
  {
    "name": "Waimea 'Ukelele & Slack Key Guitar",
    "release_date": "2013",
    "budget": "",
    "country": "USA",
    "island": "Big Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "",
    "summary": "Waimea ‘Ukulele & Slack Key Guitar provides an insider’s peek into the unparalleled talent and camaraderie of the Waimea ‘Ukulele and Slack Key Guitar Institute, held annually in the quaint cowboy town of Waimea on Hawai‘i Island. During the five-day event, some of the world’s finest ‘ukulele and slack key guitar artists gather to share their passion for music with aspiring musicians, fans, and one another through one-of-a-kind workshops and rousing concert performances. Featured musicians include Muriel Anderson, Danny Carvalho, Benny Chong, Kalai Ho‘opi‘i, Richard Ho‘opi‘i, Bobby Ingano, Ledward Kaapana, Mike Kaawa, David Kamakahi, Dennis Kamakahi, Ozzie Kotani, Sonny Lim, Aaron Mahi, Chino Montero, Cyril Pahinui (featured in Pacific Heartbeat 200 - Let's Play Music! Slack Key with Cyril Pahinui & Friends), and Jeff Peterson. Music lovers of all ages and genres will delight in this one-hour documentary/performance. (PIC)",
    "logline": "Waimea ‘Ukulele & Slack Key Guitar provides an insider’s peek into the unparalleled talent and camaraderie of the Waimea ‘Ukulele and Slack Key Guitar Institute, held annually in the quaint cowboy town of Waimea on Hawai‘i Island. (PIC)"
  },
  {
    "name": "There Once Was an Island: Te Henua e Nnoho",
    "release_date": "2010",
    "budget": "",
    "country": "New Zealand",
    "island": "Bougainville Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "No",
    "streaming_platform": "Kanopy, Amazon Prime",
    "summary": "There Once was an Island – Te Henua e Nnoho gives a human face to the issue of global climate change. It is the story of a Pacific Island community fighting to preserve what really matters in the face of rising tides. Takuu Atoll is an idyllic home to articulate, educated people who maintain a 1,200-year-old culture and language. The island is disintegrating and when scientists arrive to investigate, residents realize that their attempts to preserve the atoll are making the situation worse. With limited means of communication or outside support, the people of Takuu must make the heart-wrenching decision of whether to risk their safety and remain on their beloved island or become environmental refugees and begin new lives in neighboring, but foreign, Bougainville, Papua New Guinea. There Once Was an Island – Te Henua e Nnoho is a sobering exposé on climate change and how a community’s sense of identity will be lost in the rising tides. (PIC)",
    "logline": "There Once was an Island – Te Henua e Nnoho gives a human face to the issue of global climate change. It is the story of a Pacific Island community fighting to preserve what really matters in the face of rising tides. (PIC)"
  },
  {
    "name": "Bougainville: Our Island, Our Fight",
    "release_date": "1998",
    "budget": "",
    "country": "Papua New Guinea",
    "island": "Bougainville Island",
    "language": "English, Tok Pisin",
    "status": "Released",
    "indigenous_leadership": "No",
    "streaming_platform": "Vimeo, Amazon Prime, Apple TV, ",
    "summary": "Bougainville – Our Island Our Fight is a 1998 Australian documentary film. It was produced and directed by Wayne Coles-Janess. The film focuses on the guerrillas of the Bougainville Revolutionary Army in Papua New Guinea as they fight against the Bougainville Copper company and Papuan government forces. The guerrillas believe they are fighting to defend their independence and the local environment on the island of Bougainville. (Wikipedia)",
    "logline": "This is the rare story of an indigenous people successfully taking up arms against the ecological devastation of their lands by the multinational mining company and the government that stood to profit from it."
  },
  {
    "name": "The Insular Empire: America in the Mariana Islands",
    "release_date": "2010",
    "budget": "",
    "country": "USA",
    "island": "Guam",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Kanopy",
    "summary": "Six thousand miles west of California, the Mariana Islands include the U.S. Territory of Guam and the U.S. Commonwealth of the Northern Mariana Islands (or CNMI). From the beaches of Guam to the White House, from the CIA to the Peace Corps, from beauty pageants to the UN – The Insular Empire follows four indigenous island leaders, to discover what it means to belong to America’s ‘insular empire’ in the Pacific. The Insular Empire is a personal story about believing in the American dream, even while being denied the rights and privileges that most Americans take for granted. Part political tragedy, part personal history, The Insular Empire explores America’s role in the Marianas – and how the islanders have resisted, accommodated, assimilated, and survived. (PIC)",
    "logline": "A nuanced look at colonization in the 21st century within the U.S. (PIC)"
  },
  {
    "name": "Language Matters with Bob Holman",
    "release_date": "2015",
    "budget": "",
    "country": "Australia",
    "island": "Goulburn Islands",
    "language": "English, Welsh, Hawaiian, Amurdag",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "PBS",
    "summary": "This two-hour documentary asks: What do we lose when a language dies? What does it take to\nsave a language? Written, produced, and directed by award-winning filmmaker David Grubin and hosted by poet Bob Holman, the program travels to a remote island off the coast of Australia where 400 Aboriginal people speak 10 different languages, all at risk; to Wales, where Welsh, once in danger, is today making a comeback; and to Hawaiʻi, where Hawaiians are fighting to save their native language. Grubin says: “Most people in the world speak more than one language—monolingualism is a recent phenomenon. We’re really celebrating diversity, looking at the vast domains of creativity, knowledge and thought encoded in language and what is lost when a language disappears.” (PIC)",
    "logline": "What do we lose when a language dies? (PIC)"
  },
  {
    "name": "Island of Warriors",
    "release_date": "2014",
    "budget": "",
    "country": "USA",
    "island": "Guam",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Kanopy, PBS, Amazon Prime",
    "summary": "Pacific Islanders serve in the U.S. military in disproportionally high numbers, and have suffered the highest casualty rates in the wars in Iraq and Afghanistan. This episode takes viewers to Guam to speak to some of the island's veterans. The men and women here are American citizens and serve in the U.S. military at a rate three times higher than the rest of the country. America by the Numbers explores why Guam's returning veterans say they can't get the healthcare they need. (PIC)",
    "logline": "The men and women of Guam are U.S. citizens who serve in the military at a rate that is three times higher than the rest of the country. Yet in 2012 Guam ranked last in per capita medical spending by the Veteran's Affairs. Why are Guam veterans not getting the services they needs? Find out in this episode of AMERICA BY THE NUMBERS. (PIC)"
  },
  {
    "name": "The Illness & Odyssey",
    "release_date": "2013",
    "budget": "",
    "country": "USA",
    "island": "Guam",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "No",
    "streaming_platform": "Amazon Prime",
    "summary": "The Illness and the Odyssey gives us an up-close look at the scientific process in the making as we observe internationally acclaimed scientists battling each other to find the cause of a mysterious disease found on Guam – Lytico-Bodig. If the answer is found it may lead to finding the cause and cure of Alzheimer’s, Parkinson’s and Lou Gehrig’s Disease. The film features renowned author and neurologist Dr. Oliver Sacks. (Film Website)",
    "logline": "Scientists race to find the cure for a rare disease found on one remote Pacific island. (PIC)"
  },
  {
    "name": "Standing on Sacred Ground",
    "release_date": "2014 (Film Series)",
    "budget": "",
    "country": "USA",
    "island": "Hawaii",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "Indigenous communities around the world and in the U.S. resist threats to their sacred places—the original protected lands—in a growing movement to defend human rights and restore the environment.\n\nIn this four-part documentary series, native people share ecological wisdom and spiritual reverence while battling a utilitarian view of land in the form of government megaprojects, consumer culture, and resource extraction as well as competing religions and climate change.\n\nNarrated by Graham Greene, with the voices of Tantoo Cardinal and Q’orianka Kilcher, the series exposes threats to native peoples’ health, livelihood, and cultural survival in eight communities around the world. Rare verité scenes of tribal life allow indigenous people to tell their own stories—and confront us with the ethical consequences of our culture of consumption. (PIC)",
    "logline": "Around the world, indigenous people stand up for their traditional sacred lands in defense of cultural survival, human rights and the environment. (PIC)"
  },
  {
    "name": "Healer Stones of Kapaemahu (Kapaemahu)",
    "release_date": "2022",
    "budget": "",
    "country": "USA",
    "island": "Honolulu",
    "language": "",
    "status": "",
    "indigenous_leadership": "",
    "streaming_platform": "",
    "summary": "",
    "logline": ""
  },
  {
    "name": "Anote's Ark",
    "release_date": "2018",
    "budget": "",
    "country": "Canada",
    "island": "Kiribati",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Apple TV",
    "summary": "What if your country was swallowed by the sea?\nThe Pacific Island nation of Kiribati (population: 100,000) is one of the most remote places on the planet, seemingly far-removed from the pressures of modern life. Yet it is one of the first countries that must confront the main existential dilemma of our time: imminent annihilation from sea-level rise.\n\nWhile Kiribati’s President Anote Tong races to find a way to protect his nation’s people and maintain their dignity, many Kiribati are already seeking safe harbour overseas.\n\nSet against the backdrop of international climate and human rights negotiations, Anote’s struggle to save his nation is intertwined with the extraordinary fate of Tiemeri, a young mother of six, who fights to migrate her family to New Zealand. At stake is the survival of Tiemeri’s family, the Kiribati people, and 4,000 years of Kiribati culture. (FIlm Website)",
    "logline": "Kiribati President Anote Tong races to protect his nation's people from imminent sea level rise; a young mother of six fights to migrate her family to New Zealand. (PIC)"
  },
  {
    "name": "Island Soldier",
    "release_date": "2017",
    "budget": "",
    "country": "USA",
    "island": "Kosrae",
    "language": "english, chamorro",
    "status": "Released",
    "indigenous_leadership": "No",
    "streaming_platform": "Kanopy",
    "summary": "ISLAND SOLDIER follows members of the Nena family from one of the most remote islands in the world to the training grounds of Texas and the battlefields in Afghanistan. The death of Sapuro “Sapp” Nena in Afghanistan makes waves through his tiny home island of Kosrae - where nearly everyone is connected to the U.S. Military directly or through family members. In an attempt to heal from his own deep wounds, Sapuro’s best friend in the Army, Mario Robles, heads to Kosrae with his family to meet Sapp’s parents for the first time and pay his respects on Veteran’s Day. It is an emotional gathering of two families, from opposite sides of the world, brought together by loss, love and honor.\n\nA remote archipelago of hundreds of tiny volcanic islands in the western Pacific, The Federated States of Micronesia (FSM) is an independent nation of 100,000 citizens, and a protectorate of the United States. In recent years, the country has become a “recruiter’s paradise” for the U.S. military, especially since 9/11. Yet they have lost fives times more soldiers, per capita, than any U.S. state. The film captures a tightly knit island community — a microcosm of economic, social and political change, as the high price for military service in a foreign nation’s wars cuts deep.\n\nThrough an intricate weave of the personal journeys undertaken by Pacific Islander soldiers, the film illustrates a larger story of a remote region whose interests are caught in the ever-changing tides of international politics. ISLAND SOLDIER asks challenging questions while offering viewers a unique perspective on a globalized world. Who are these virtually unknown foreign soldiers fighting America’s wars? What does it mean for the United States to use, and practically discard, foreign citizens from their military? What happens to Micronesian veterans, and their families, when they return home and cannot access their benefits (healthcare, treatment for PTSD, loans, etc)? What is the future of these islands that exist at the mercy of foreign superpowers and strategic military interests?",
    "logline": "The untold story of Micronesian soldiers fighting for their piece of the \"American Dream\" and the future of a small island nation."
  },
  {
    "name": "Last Hawaiian Sugar",
    "release_date": "2019",
    "budget": "",
    "country": "USA",
    "island": "Maui",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "Inspired by true events.\n12-year-old Nua makes peace with the mixed emotions she has about the land she lives on when she learns the sugar plantation she calls home will be closed forever.\nLast Hawaiian Sugar is a short drama set on the final remaining sugar cane plantation camp on Maui. Nua, twelve years-old, Samoan, identifies with the world through her intensely spiritual connection she has with the land. She is the product of this immigrant camp that “Big Sugar” brought to work these fields. On the very day Nua learns the mill is closing, she struggles to tell her mother about the abuse she suffers. When her mother isn’t able to hear her cries for help, Nua resolves to sabotage the final sugarcane burn as she prepares to say goodbye to the only home she has ever known.\nNua’s story is a metaphor for what has happened to the land due to industrialized farming, offers a rare look into the final days of commercial sugar production in Hawai‘i, and the Islands’ complicated relationship with the sugar industry. Last Hawaiian Sugar is a contemporary story reckoning a deep Hawaiian history; the Hawaiian Commercial & Sugar Co. produced its final harvest in 2016. This mill, on Maui, was permanently closed soon after and the last employees of HC&S were laid off. ('Ohina)",
    "logline": "Twelve year-old Nua, identifies with the world through her intensely spiritual connection she has with the land but must find a way to tell her mother about the abuse she has suffered there before it closes forever. (IMDb)"
  },
  {
    "name": "Lahaina: Waves of Change",
    "release_date": "2007",
    "budget": "",
    "country": "USA",
    "island": "Maui",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Alexander Street",
    "summary": "Lahaina, Maui is a place rich in historical and cultural tradition. Once the home of Hawaiian royalty, the first Capitol of the Kingdom of Hawaiʻi and a whaling port, Lahaina's past century saw the growth of sugar and pineapple plantations and tourism.\n\nNow, the end of the plantation era and an increasing reliance on tourism brings new challenges.  Hawaiian music legend and filmmaker Eddie Kamae leads us through the many changes Lahaina has undergone over the past two hundred years and looks at what Lahaina is today, as its residents speculate about its future. \n\nThis documentary captures the spirit of Lahaina's multi-ethnic community, seeking to build a future while honoring its colorful past. (PIC)",
    "logline": "Follow Hawaiian music legend Eddie Kamae as he rediscovers Lahaina's rich past. (PIC)"
  },
  {
    "name": "Skin Stories",
    "release_date": "2003",
    "budget": "500,000 (estimated)",
    "country": "USA",
    "island": "Maui",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Alexander Street",
    "summary": "The Samoan culture calls it tatau. The Maori people call it moko or puhoro. The Hawaiians refer to it as kakau or uhi. And many others know it as tattoo.\n\nMany people do not understand the significance this art form holds in many cultures across the globe. For some people, the mark of the tattoo symbolizes their true essence, who they are and where they come from. For others, the tattoo is a symbol of rebirth, a symbol of beauty, and a mark of traditions, values, beliefs, and philosophies.\n\nSkin Stories is an anthology of stories and stunning images gathered from the hot spots of Pacific tattoo: from the steaming landscape of Rotorua in New Zealand to the vibrant gathering of the first international tattoo convention in Apia, Samoa; from the terraced, lush taro fields of Maui to the golden beaches of O'ahu and California. (PIC)",
    "logline": "Every tattoo tells a story. (PIC)"
  },
  {
    "name": "Mahalo Covid-19",
    "release_date": "2021",
    "budget": "",
    "country": "USA",
    "island": "Molokai",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Youtube",
    "summary": "The pandemic puts a filmmaker’s (Matt Yamashita) thriving film career on hold, so he focuses his camera on his community and himself to document the unique impacts of the pandemic on a remote Hawaiian Island. When food and money starts running out, Matt turns to his skill as a fisherman to feed his family. Other Molokai residents and non-profits also turn inward and toward each other to find answers to unprecedented challenges. The pandemic is a turbulent time for everyone, but it also becomes an opportunity to strengthen relationships, regain inner peace, and reconnect with nature and community. (Pacific Islanders in Communication)",
    "logline": "In this short documentary, Emmy Award-winning filmmaker, Matt Yamashita, injects himself into a story about the impacts of Covid-19, both on his small island community and in his personal life. (Youtube)"
  },
  {
    "name": "Aloha 'Āina: The Awakening of Water",
    "release_date": "",
    "budget": "",
    "country": "USA",
    "island": "Molokai",
    "language": "English",
    "status": "In Production",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "In 1975, Walter Ritte found himself struggling to support his wife and children on the rural island of Molokai. Traditional hunting grounds were restricted by foreign landowners. Ritte chose to break the law to put food on his family’s table. This rebellious step would launch him into the forefront of an awakening Native Hawaiian movement.\n\n\nThrough the years, Ritte has risked his life and reputation leading radical protests. His controversial stands have gained him both passionate supporters and condemning critics. This documentary is an intimate portrait of Ritte's turbulent birth as an activist. \n\nThrough an exploration of personal reflections, key places and events, and the perspective of his closest supporters and fiercest critics, this documentary gives intimate insight into the evolution of a charismatic, yet often polarizing revolutionary and his controversial role in an indigenous uprising that continues today. (PIC)",
    "logline": "For over 40 years, radical island activist Walter Ritte has brought controversy and courage to the front lines of the Native Hawaiian Movement.  (PIC)"
  },
  {
    "name": "Sons of Halawa",
    "release_date": "2015",
    "budget": "",
    "country": "USA",
    "island": "Molokai",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Vimeo",
    "summary": "Hālawa Valley is one of the oldest inhabited locations in Hawaiʻi. At the age of five, Pilipo Solatorio was chosen to be the carrier of Hālawa’s ancient traditions. Now in his seventies, Pilipo is the last of his generation living in the isolated valley. He needs to find a successor to replace him as the carrier of Hālawa's cultural treasures before they are lost forever. Will Pilipo's son, Greg, come home to take on the responsibility of carrying traditions forward, or will Pilipo’s two hānai (adopted) sons (Josh, a taro farmer, and Jason, a musician from New York) be left with the challenge? The struggles of modern life make it difficult for any one of these sons of Hālawa to carry on a legacy that has been passed down for many generations. Only through true commitment and sacrifice will Hālawa’s story and sacredness be kept alive. (PIC)",
    "logline": "Pilipo Solatorio is the last to hold the cultural traditions of Hālawa Valley - will his sons come home to take on the responsibility of carrying these traditions forward? (PIC)"
  },
  {
    "name": "Damien",
    "release_date": "1978",
    "budget": "",
    "country": "USA",
    "island": "Molokai",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Youtube",
    "summary": "In the late 1800's, the Roman Catholic priest Father Damien de Veuster dedicated his life to the physical and spiritual care of Hansen's disease patients on the confined \"leper colony\" of Kalaupapa, Molokaʻi. In this one-man play, Damien (Terence Knapp) reminisces about his life in Kalaupapa and his battle between his life as a human being and as a servant of God. (PIC)",
    "logline": "Roman Catholic priest Father Damien de Veuster dedicated his life to the physical and spiritual care of Hansen's disease patients in Kalaupapa. (PIC)"
  },
  {
    "name": "James & Isey",
    "release_date": "2021",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Youtube TV, Apple TV, Google Play",
    "summary": "Ahead of her 100th birthday, Isey and her devoted son James prepare for the party of\na lifetime. Ngāti Manu woman Isey Cross lives with her youngest son, James, on a farm in\nKawakawa, a small town on New Zealand’s North Island.\n\nCheeky and vivacious, the 99-year-old is preparing to celebrate her centenary. Over the next seven days, as James organizes the festivities, director Florian Habicht captures their devoted bond – to each other and to the spirit world – as well as their infectious aroha (love). (Pacific Islanders in Communication)",
    "logline": "Genuine New Zealand treasures Isey and James invite us into their lives in the week leading up to Isey's 100th birthday. A Northland celebration of life and aroha (love) like no other. (IMDb)"
  },
  {
    "name": "Born This Way: Awa's Story",
    "release_date": "2017",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "In New Zealand, Te Awarangi ‘Awa’ Puna is an openly transgender Maori teen attending her final year at Kapiti College in Wellington, New Zealand. This documentary follows her journey from male to female as we see the support of her family and the hurdles she must overcome.  (PIC)",
    "logline": "In New Zealand, Te Awarangi 'Awa' Puna is an openly transgender Maori teen attending her final year at Kapiti College in Wellington, New Zealand. (Weta)"
  },
  {
    "name": "A Place to Call Home",
    "release_date": "2015",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "",
    "summary": "Two women at odds over a plan to rebuild one community with houses taken from the other. This film explores what it means to own a home and feel connected to a place and a community. It looks at how the health of a community is impacted when the state changes the rules. What can become of a new Maori approach to social housing that is separate from the state? And what becomes of a community that no longer has social housing? (PIC)",
    "logline": "Two women at odds over a plan to rebuild one community with houses taken from the other (PIC)"
  },
  {
    "name": "Whale Rider",
    "release_date": "2003",
    "budget": "$9,235,000",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English, Maori",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Amazon Prime, Vudu, Youtube TV",
    "summary": "A small Maori village faces a crisis when the heir to the leadership of the Ngati Konohi dies at birth and is survived only by his twin sister, Pai. Although disregarded by her grandfather and shunned by the village people, twelve-year-old Pai remains certain of her calling and trains herself in the ways and customs of her people. With remarkable grace, Pai finds the strength to challenge her family and embraces a thousand years of tradition in order to fulfill her destiny. (PIC)",
    "logline": "A young Maori girl fulfills her destiny. (PIC)"
  },
  {
    "name": "Riding the Wave: The Whale Rider Story",
    "release_date": "2004",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "Riding the Wave: The Whale Rider Story is an entertaining documentary which tells how Witi Ihimaera's book became Niki Caro's film, how that film was embraced by New Zealanders and won hearts around the world, and how a movie made in the small settlement of Whangara travelled all the way to the Oscars and beyond.\n\nWith new behind-the-scenes footage, in-depth interviews with cast and crew, and exclusive insights into some of the trade secrets and special effects used in the film's production, Riding the Wave is a unique insider's look at the making and success of Whale Rider.\n\nRiding The Wave features interviews with Oscar-nominated actress Keisha Castle-Hughes, acclaimed director Niki Caro, writer Witi Ihimaera, and producers John Barnett and Tim Sanders. (PIC)",
    "logline": "The making of the film Whale Rider. (PIC)"
  },
  {
    "name": "Inseparable: Skye",
    "release_date": "2022",
    "budget": "",
    "country": "USA",
    "island": "O'ahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Sprucetone.com ",
    "summary": "For time immemorial, climbing has been a traditional activity for Kanaka Maoli. While history shows Native Hawaiians climbed over mountains and scrambled rocks to trade goods and information with their neighbors, today few Indigenous members of the tropical islands practice climbing actively. For Skye Kolealani Razon-Olds, climbing is a way to connect with her ancestors. With few “official” outdoor climbing spaces on the island of Hawaii, Skye and her friends make due by visiting local State and National Parks to climb. It is here that the discovery of various petroglyphs left by her ancestors ignited her to protect and advocate for these sacred lands for her own sons and generations to come.",
    "logline": ""
  },
  {
    "name": "Waikiki",
    "release_date": "2020",
    "budget": "\"micro-budget\"",
    "country": "USA",
    "island": "Oahu",
    "language": "English, Hawaiian",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "When Kea a hula dancer escaping an abusive ex-boyfriend crashes into a mysterious homeless man, they begin a journey through urban Honolulu. Dealing with past trauma and disconnection from her culture and land, Kea fights for survival and sanity in the shadows of Waikīkī, where all is not as it seems.",
    "logline": "In this cinematic allegory of love and loss, a hula dancer fights for survival and her sanity in the shadows of Waikiki for an unflinching glimpse into paradise where there remains hope through human connection and re-connection to ʻaina (nature)."
  },
  {
    "name": "The Moon and The Night (Ka Mahina a Me Ka Po)",
    "release_date": "2018",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Vimeo, Criterion Channel",
    "summary": "Set in rural Hawaiʻi, a Native Hawaiian girl must confront her father after he enters her beloved pet in a dogfight. The film explores the cultural and socio-economic strife that burdens many communities in Hawaiʻi, but at its heart, it is a coming-of-age tale of a young woman who must make the difficult realization that to save her family, she must stand on her own.Set in rural Hawaiʻi, a Native Hawaiian girl must confront her father after he enters her beloved pet in a dogfight. The film explores the cultural and socio-economic strife that burdens many communities in Hawaiʻi, but at its heart, it is a coming-of-age tale of a young woman who must make the difficult realization that to save her family, she must stand on her own. (Pacific Islanders in Communication website)",
    "logline": "In rural Hawaii, a teenage girl must confront her father after he enters her beloved pet in a dog fight. (IMDb)"
  },
  {
    "name": "Dream Big: Nanakuli at the Fringe",
    "release_date": "2015",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "In 2011, students and alumni from the Nānākuli Performing Arts Center on Oʻahu, Hawaiʻi traveled to Scotland to perform at the prestigious Edinburgh Fringe Festival. Learn how this group, who hailed from what was once considered the \"worst\" school in Hawaiʻi, came to proudly represent the United States in the largest art festival in the world. \n\nWhen a lack of funds threatened to keep students from going to Scotland, the Hawaiʻi community rallied behind them. The resulting journey proved to be emotional and life-changing for everyone involved. (PIC)",
    "logline": "In 2011, students and alumni from the Nānākuli Performing Arts Center made a life-changing journey to perform at the prestigious Edinburgh Fringe Festival (PIC)"
  },
  {
    "name": "Nā Mele: Jerry Santos",
    "release_date": "2014",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "The distinctive voice and songwriting of legendary Hawaiian musician Jerry Santos are highlighted in this musical program.  Accompanied by musicians Kamuela Kimokeo and Hoku Zuttermeister, Jerry performs in front of backdrops depicting his hometown of Kahalu‘u, on Windward O‘ahu, and shares his thoughts on the Hawaiian concept of ku‘u home, a term of endearment for our place in the world and those safe, comfortable places in our lives. (PIC)",
    "logline": "The distinctive voice and songwriting of legendary Hawaiian musician Jerry Santos are highlighted in this musical program. (PIC)"
  },
  {
    "name": "Jake Shimabukuro: Life on Four Strings",
    "release_date": "2012",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Vimeo, Apple TV",
    "summary": "Jake Shimabukuro: Life on Four Strings is a compelling portrait of an inspiring and inventive musician whose virtuoso skills on the ukulele have transformed all previous notions of the instrument’s potential. Through intimate conversations with Shimabukuro (pronounced she-ma-BOO-koo-row), Life on Four Strings reveals the cultural and personal influences that have shaped the man and the musician. On the road from Los Angeles to New York to Japan, the film captures the solitary life on tour: the exhilaration of performance, the wonder of newfound fame, the loneliness of separation from home and family.\n\nA 30-something, fourth-generation Japanese American, Shimabukuro was born and raised in Honolulu, the child of parents who both loved music. Shimabukuro’s mother, Carol, played the ukulele and began to teach him at age four, as soon as his fingers were big enough to reach the chords. “The first time she put it in my hands I was just mesmerized by the sound of the instrument,” he says. “Every time I played the ukulele or heard it I felt so at peace. It just brought me home.” At age 13, when his parents divorced, Shimabukuro found solace in music, retreating to his room for hours. “I just played — it wasn’t practice — I just played,” he recalls.  (PIC)",
    "logline": "A compelling portrait of an inspiring and inventive musician whose virtuoso skills on the ukulele have transformed all previous notions of the instrument’s potential. (PIC)"
  },
  {
    "name": "One Voice",
    "release_date": "2009",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Alexander Street",
    "summary": "One Voice tells the story of the Kamehameha Schools Song Contest through the eyes of the student song directors. Every year in Hawai‘i, 2000 high school students compete in the Kamehameha Schools Song Contest where young leaders direct their peers in singing Hawaiian music in four-part harmony. The Contest is a unique cultural celebration that has become a major local event, broadcast live on TV, played on the radio, and streamed on the Internet.\n\nOne Voice shares the thrill of the competition via the personal stories of the student song directors as they experience the trials and tribulations of competition in this annual high school event. Following the elected student song directors, the audience sees how the tradition creates an indelible experience that builds class unity, instills cultural pride, and builds character. The film also explores their world outside of school by meeting their families, or ʻohana, and revealing their hopes and dreams for the future. Through the stories and lives of these contemporary high school students, the audience will experience Hawaiian culture as it has survived, flourished, and grown through the universal power of music and song. (PIC)",
    "logline": "One Voice tells the story of the Kamehameha Schools Song Contest through the eyes of the student song leaders. (PIC)"
  },
  {
    "name": "Stolen Waters",
    "release_date": "1996",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Vimeo",
    "summary": "This video documents the battle over the water in Waiāhole Ditch on the island of O‘ahu, where taro farmers and long-time residents seek to reclaim the natural stream waters that were taken in the early 1900's by sugar plantations.\n\nShot on location in the Windward Oʻahu valleys and Waipiʻo valley on the Hawaiʻi island, Stolen Waters explores the significance of deity Kāne and his embodiment of the water/rain cycle; Hawaiian tradition and law regarding water use; native stream life; and the delicate balance between the health of the streams, the health of the ocean and the health of the people. (PIC)",
    "logline": "This video documents the battle over the water in Waiāhole Ditch on the island of O‘ahu. (PIC)"
  },
  {
    "name": "Te Kuhane o te Tupuna (El espíritu de los ancestros / The Spirit Of The Ancestors)",
    "release_date": "2015",
    "budget": "",
    "country": "Chile",
    "island": "Rapa Nui ",
    "language": "English, Spanish",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "This documentary film is a journey from Easter Island to London, in search of the lost Moai Hoa Haka Nanaʻia, a statue of significant cultural importance. It explores the social and political landscape of the island of Rapanui as the people attempt to claim back what is rightfully theirs: their land and a lava-rock image of tremendous presence, representing one of the world's most extraordinary cosmological views. (PIC)",
    "logline": "A grandfather and a girl travel from the most remote island in the world, Easter Island, in search of Mana, the sacred power of their ancestors. (PIC)"
  },
  {
    "name": "Hokula'a - Guiding Star",
    "release_date": "2016",
    "budget": "",
    "country": "Chile",
    "island": "Rapa Nui ",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "After 25 years of traversing the Pacific, Hokuleʻa serves as a training vessel to young crew members who for the first time are serving as apprentice navigators.\n\nThis program takes a fascinating look at the preparation for the journey and the voyage itself. Guiding Star exlplores crew selection, challenges by nature which all leads to the dramatic discover of Rapa Nui. It also provides a glimpse into the larger educational mission and the celebration of the inter-generational transmission of centuries old traditions.\n\nThe story of the journey is intertwined with the personal stories of Nainoa Thompson, apprentice navigator Shantell Ching, veteran crew member Snake Ah Nee and novice crew members Naʻalehu Anthony and Kaʻiulani Murphy. (PIC)",
    "logline": "Guiding-Star takes viewers on board the canoe to reveal little-known aspects of the life of the voyagers as they travel to the farthest south east corner of the Polynesian triangle Rapa Nui.  (PIC)"
  },
  {
    "name": "Eating Up Easter",
    "release_date": "2018",
    "budget": "",
    "country": "Chile",
    "island": "Rapa Nui ",
    "language": "Spanish, English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Apple TV, Google Play, Youtube TV",
    "summary": "In order to survive on an island, a community must live in a fragile balance between what they have and what they need. Easter Island (Rapa Nui), known for the ancient stone statues that line its shores, was once a sustainable community that struck that balance. But today, increasing tourism, unregulated importation of goods, and the depletion of the local resources has forced the inhabitants to fight for a balance again. We follow three islanders in their quest to preserve Easter Island’s unique essence and culture, its practices of sustainability, and its natural environment. As they work to reunite their community, we realize they are facing the same challenges, on a much smaller scale, that plague the entire planet. (PIC)",
    "logline": "In order to survive on an island, a community must live in a fragile balance between what they have and what they need. (PIC)"
  },
  {
    "name": "The Land Has Eyes (Pear Ta Ma `On Maf)",
    "release_date": "2004",
    "budget": "\"shoestring budget\"",
    "country": "Fiji",
    "island": "Rotuma",
    "language": "fijian, english",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "N/A",
    "summary": "Shamed by her village for being poor and the daughter of a convicted thief, Viki is inspired and haunted by the Warrior Woman from her island's mythology. The lush tropical beauty of Rotuma, Fiji contrasts with the stifling conformity of island culture as Viki fights for justice and her freedom.",
    "logline": "THE LAND HAS TEETH AND KNOWS THE TRUTH…\nComing of age story about Viki a young pacific islander attempting to escape the stifling conformity of island culture. Inspired by the myth of the Warrior Woman, Viki recovers from the death of her father and fights for justice and freedom for her community."
  },
  {
    "name": "We Drank Our Tears",
    "release_date": "2017-2019 (Short Film Series)",
    "budget": "",
    "country": "USA",
    "island": "Saipan",
    "language": "Chamorro, Japanese, English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime",
    "summary": "All films are adapted from We Drank Our Tears, a 2004 oral history of the civilian experience of World War II battles on Saipan and Tinian, published by Pacific STAR Young Writers Foundation. In 1944, some of the final battles of World War II were waged on the Pacific islands of Saipan and Tinian. 933 indigenous Chamorro and Refaluwasch civilians did not survive the battles, and films chronicle three of their stories. (Saipan Tribune)",
    "logline": "Some of the final battles of World War II were waged on the Pacific islands of Saipan and Tinian in 1944. A total of 933 indigenous Chamorro and Refaluwasch civilians did not survive the battles. The three films chronicle three of those stories. (Saipan Tribune)"
  },
  {
    "name": "Vai",
    "release_date": "2019",
    "budget": "",
    "country": "Aotearoa, Samoa, Solomon Islands, Tonga, Fiji, Cook Islands, Niue",
    "island": "Manono Island ",
    "language": "English, Samoan",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Vudu, Tubi, Freevee, The Roku Channel",
    "summary": "Vai is a portmanteau feature film made by nine female Pacific filmmakers, filmed in seven different Pacific countries: Fiji, Tonga, Solomon Islands, Kuki Airani (Cook Islands), Samoa, Niue and Aotearoa (New Zealand). It is about the journey of Vai, played by a different indigenous actress in each of the Pacific countries. In each of these Pacific nations ‘vai’ means water.",
    "logline": "A portmanteau feature film by 9 female Pacific filmmakers and filmed on seven Pacific islands. It is about the journey of empowerment through culture over the lifetime of one woman, Vai."
  },
  {
    "name": "Papa Mau: The Wayfinder",
    "release_date": "2010",
    "budget": "",
    "country": "USA",
    "island": "Satawal",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Oiwi TV, Vimeo, Youtube",
    "summary": "In 1976, Hawaiians sailed the traditional voyaging canoe Hōkūle‘a from Hawai‘i to Tahiti and proved to the world that their ancestors had explored the vast expanse of the Pacific Ocean by navigating with the stars. Papa Mau: The Wayfinder is the story of critical role that master navigator Mau Piailug played in that voyage, and the rebirth of Polynesian unity and pride that followed. The Hōkūle‘a was built by members of the newly formed Polynesian Voyaging Society, who dreamed of sailing in the way of their ancestors. Shortly thereafter, a search began for someone who could teach them the art of non-instrument navigation, which had been all but lost until they met Micronesian-born Mau, who agreed to share his knowledge. Follow the remarkable journey of an iconic voyaging canoe and a new generation of Hawaiian navigators who, under the guidance of Papa Mau, revitalized and reclaimed Polynesia’s voyaging tradition. (PIC)",
    "logline": "A documentary that takes a retrospective look at the influence of Mau Piailug, a native from the tiny Micronesian atoll of Satawal, in reviving the art of non-instrument navigation in Polynesia. (PIC)"
  },
  {
    "name": "The Navigators: Pathfinders of the Pacific",
    "release_date": "",
    "budget": "",
    "country": "USA",
    "island": "Satawal ",
    "language": "english",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Kanopy, Youtube",
    "summary": "Over 1,000 years ago, the islands of Polynesia were explored and settled by navigators who used only the waves, the stars, and the flights of birds for guidance. In hand-built, double-hulled canoes sixty feet long, the ancestors of today's Polynesians sailed across a vast ocean area, larger than Europe and North America combined.\n\nTo explore this ancient navigational heritage, Sanford Low visited the tiny coral atoll of Satawal in Micronesia's remote Caroline Islands. There he spoke with Mau Piailug, the last navigator to be ceremonially initiated on Satawal, and one of the few men who still practice the once-essential art of navigation in the Pacific. In a dramatic demonstration, Mau Piailug sails a replica of an original Polynesian canoe from Hawaii to Tahiti: 2500 miles across the ocean without benefit of sextant, compass, or any other Western navigational instrument.\n\nThe Navigators reveals the subtleties of this sea science, transmitted in part through a ceremony known as \"unfolding the mat,\" in which 32 lumps of coral are arranged in a circle to represent the points of the \"star compass.\" To master the lore of navigation was to attain great status in traditional Micronesian society. Today, few men remain with Mau's skills, knowledge, or aspirations.",
    "logline": "\"The Navigators,\" a one- hour documentary funded by Pacific Resources, Inc., recreates one of the greatest navigational feats in human history: the exploration and settlement of Polynesia by navigated voyages which began more than 6,000 years ago.\n"
  },
  {
    "name": "Tanna",
    "release_date": "2017",
    "budget": "",
    "country": "Australia",
    "island": "Tanna Island",
    "language": "Southwest Tanna",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Youtube TV, Google Play TV, Apple TV, Amazon Prime, Tubi",
    "summary": "In a traditional tribal society in the South Pacific, a young girl, Wawa, falls in love with her chief's grandson, Dain. When an inter-tribal war escalates, Wawa is unknowingly betrothed as part of a peace deal. The young lovers run away, refusing her arranged fate. They must choose between their hearts and the future of the tribe, while the villagers must wrestle with preserving their traditional culture and adapting it to the growing outside demands for individual freedom. (IMDb)",
    "logline": "Set on a remote Pacific island, covered in rain forest and dominated by an active volcano, this heartfelt story, enacted by the Yakel tribe, tells of a sister's loyalty, a forbidden love affair and the pact between the old ways and the new. (PIC)"
  },
  {
    "name": "Waiting for John",
    "release_date": "2015",
    "budget": "",
    "country": "USA",
    "island": "Tanna Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "No",
    "streaming_platform": "Amazon Prime, Apple TV, Google Play, Vudu, Vimeo",
    "summary": "Waiting for John tells the story of America’s extraordinary impact on one remote South Pacific island and the last surviving Cargo Cult, the John Frum Movement, as we follow the John Frum believers today in the struggle to preserve their culture.\n\nIf you had never heard of an airplane or a refrigerator, would you think it was a miracle the first time you encountered one? When the American military landed on a remote island in the South Pacific during World War II, the islanders were amazed by America's fantastic cargo - planes, trucks, refrigerators, canned food. They thought such goods could only come from the Gods. Led by the mysterious prophet John, a religion was born: the John Frum Movement, now considered the last surviving Cargo Cult. Waiting for John explores this extraordinary religion from the perspective of the last village of believers, as they struggle to preserve their way of life in the modern world. In the process this film asks, where do our prophets come from? And what makes people believe?  (PIC)",
    "logline": "The history, culture, and conflict surrounding the John Frum Movement, the last surviving cargo cult. (PIC)"
  },
  {
    "name": "Naming Number 2 (No. 2)",
    "release_date": "2006",
    "budget": "",
    "country": "New Zealand",
    "island": "Te Ika-a-Māui",
    "language": "English, Fijian",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "AroVision, Neon TV, NZ Film on Demand",
    "summary": "Nanna Maria, the matriarch of a Fijian extended family living in a suburb of Auckland, New Zealand, feels that the heart and passion has gone out of her clan. One morning, she demands that her grown grandchildren put on a big family feast at which she will name her successor. The grandchildren—Soul, Charlene, Hibiscus, Erasmus, and her favorite, Tyson—reluctantly turn up, Tyson with his new Danish girlfriend, Maria. Family conflicts play out as the difficult day progresses, but in the end the grandchildren—and eventually Nanna's children too—join with cousins and others in a traditional celebration.",
    "logline": "Living in Mt. Roskill, Auckland, Nana Maria struggles to get her grandchildren together for a traditional Fijian feast in which she means to name her successor as Matriarch."
  },
  {
    "name": "Once Were Warriors",
    "release_date": "1994",
    "budget": "$1.2 million",
    "country": "New Zealand",
    "island": "Te Ika-a-Māui",
    "language": "English, Maori, Spanish",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Kanopy, Amazon Prime, Vudu, Apple TV, Vimeo",
    "summary": "The film tells the story of the Heke family, an urban Māori family, and their problems with poverty, alcoholism, and domestic violence, mostly brought on by the patriarch, Jake. ",
    "logline": "A family descended from Maori warriors is bedeviled by a violent father and the societal problems of being treated as outcasts."
  },
  {
    "name": "Boy",
    "release_date": "2010",
    "budget": "",
    "country": "New Zealand",
    "island": "Te Ika-a-Māui / North Island",
    "language": "English, Maori",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "fuboTV, Amazon Prime, Showtime, Kanopy, Apple TV, Google Play, Youtube TV",
    "summary": "In 1984, 11-year-old Boy lives on a farm with his younger brother Rocky (who thinks he has magic powers), their gran, and a goat. Shortly after Gran leaves for a week, Boy's father Alamein appears out of the blue. Having imagined a heroic version of his father during his absence, Boy comes face-to-face with the real version: an incompetent hoodlum who has returned to find a bag of money he buried years before. This is where the goat enters. (Sundance Film Festival)",
    "logline": "Boy, an 11-year-old child and devout Michael Jackson fan who lives on the east coast of New Zealand in 1984, gets a chance to know his absentee criminal father, who has returned to find a bag of money he buried years ago."
  },
  {
    "name": "Leitis In Waiting",
    "release_date": "2018",
    "budget": "$340,000",
    "country": "Tonga",
    "island": "Tongatapu",
    "language": "English, Tongan",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Youtube TV, Google Play",
    "summary": "Leitis in Waiting is the story of Tonga leitis, native transgender women fighting a rising tide of religious fundamentalism and intolerance in their South Pacific kingdom. They are led by LGBT rights activist Joleen Mataele, who founded the Tonga Leitis Association, which provides support and shelter to transgender women. The film centers on the Miss Galaxy Queen pageant, an annual beauty competition for leitis, and on a national consultation on LGBT rights initiated by Mataele. (Wikipedia)\n",
    "logline": "LEITIS IN WAITING tells the story of Joey Mataele and the Tonga Leitis, an intrepid group of transgender women fighting a rising tide of religious fundamentalism and intolerance in their South Pacific Kingdom. (Youtube)"
  },
  {
    "name": "Lady Eva",
    "release_date": "2017",
    "budget": "",
    "country": "Tonga",
    "island": "Tongatapu",
    "language": "English, Tongan",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Youtube",
    "summary": "In the Kingdom of Tonga, the last remaining monarchy in the Pacific, traditional culture clashes with modern religious zealotry. And on the eve of the biggest day in her life, a young transgender beauty contestant is given an ultimatum by her Mormon family: \"If you choose to participate in that pageant, you can pack your bags and get out of this house.\" With a fierce determination, LADY EVA takes off on a journey to become her true self – with a little inspiration from Tina Turner along the way. (Leitis in Waiting Website)",
    "logline": "A brave young transgender woman sets off on a journey to become her true self in the Pacific Island Kingdom of Tonga – with a little inspiration from Tina Turner along the way. (Leitis in Waiting Website)"
  },
  {
    "name": "Time & Tide",
    "release_date": "2006",
    "budget": "",
    "country": "New Zealand",
    "island": "Tuvalu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Youtube",
    "summary": "Time & Tide takes an unflinching look at the ironic and tragic fate of Tuvalu, a remote island country, walking the line between hope and unimaginable loss. Within an artfully woven tapestry that confronts these profound global issues, this film paints an honest and endearing portrait of a land and its culture on the brink of extinction.\n\nTime & Tide is a poetic and thought-provoking documentary about a land and its people heading towards irreversible tragedy. The story is told through the eyes of a group of expatriates from the tiny island nation of Tuvalu. Most of them have been away from Tuvalu for many years. Now they travel across the ocean to their home island of Funafuti. On their way, they reminisce about the Tuvalu from their memories and eagerly anticipate arriving in their beloved homeland. But, their nostalgia quickly gives way to reality and they find themselves ill-prepared for the Tuvalu that awaits them.\n\nA multi-million dollar deal with an internet company has brought new development, altering the landscape and bringing flocks of foreigners to the capital. As the locals and expatriates both struggle to cope with the severe cultural change due to globalization, a greater threat looms on the horizon: driven by climate change resulting from global warming, a steadily rising sea level is stealing their precious and already limited land. (PIC)",
    "logline": "An unflinching look at the ironic and tragic fate of Tuvalu, a remote island country. (PIC)"
  },
  {
    "name": "O Le Tulafale (The Orator)",
    "release_date": "2011",
    "budget": "2,300,000",
    "country": "Samoa",
    "island": "Upolu Island",
    "language": "Samoan",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Tubi, Roku Channel, Tubi TV, Freevee",
    "summary": "The Orator (O Le Tulafale) is a contemporary drama about courage, forgiveness and love.\nSmall in stature and humble, Saili lives a simple life with his beloved wife and daughter in an\nisolated, traditional village in the islands of Samoa. Forced to protect his land and family,\nSaili must face his fears and seek the right to speak up for those he loves. ",
    "logline": "Saili, a little person and taro farmer, has his life turned upside-down when he is denied his father's chiefly status and his family plantation is threatened."
  },
  {
    "name": "Three Wise Cousins",
    "release_date": "2016",
    "budget": "",
    "country": "New Zealand",
    "island": "Upolu Island",
    "language": "English, Samoan",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Apple TV, Google Play, Youtube TV",
    "summary": "ASK YOUR COUSINS, THEY KNOW EVERYTHING\nAdam is a 22 year old New Zealand born Samoan guy who falls for Mary. On a ‘chance’ encounter he learns that Mary only wants to go out with a ‘real island guy’ - not a plastic one. Adam realizes that to get rid of his ‘plastic’ ways and impress Mary, he’ll have to travel to Samoa and have his cousins teach him how to be a real island guy. Three Wise Cousins is a feature length comedy, that will have you laughing from start to end; it’s a film unlike any other that will surprise you with it’s endless amount of ‘wisdom’. (Letterboxd)",
    "logline": "A young New Zealand Samoan man called Adam (Neil Amituanai) ventures to his motherland to try and impress his crush Mary (Gloria Ofa Blake), who claims she only likes \"real\" Pacific Island men. (IMDB)"
  },
  {
    "name": "One Word",
    "release_date": "",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "english",
    "status": "Released",
    "indigenous_leadership": "No",
    "streaming_platform": "Kanopy",
    "summary": "The Republic of the Marshall Islands is an island nation near the equator in the endless blue of the Pacific Ocean. The country is spread over three islands and 29 coral atolls comprising 1156 individual islands and islets. Most parts of the Marshall Islands are less than 6 feet (1.8 meters) above sea level.\n\nThe Marshall Islands were inhabited even before the time of the ancient Greeks.\n\nBut now greenhouse gas emissions from industrial societies are severely damaging and could even destroy the ancient culture of the Marshall Islands. Because the sea rises. Negative forecasts predict that the islands will be uninhabitable by 2050.\n\nAnd yet there is hope and it could save us all.\n\nOne Word is a participatory documentary about the impact of climate change on the Republic of the Marshall Islands and its people.\n\nThe film was developed and shot on site with the involvement of many Marshallese in nine-month film workshops. The filmmakers trusted that the Marshallese were the only reliable experts on their country's history.\n\nThis unique approach to mutual exploration has resulted in an exciting, vibrant and timely documentary that touches on the most important issue of our time.",
    "logline": "This vivid and highly charged documentary about the impacts of climate change was developed and filmed alongside the people of the Marshall Islands."
  },
  {
    "name": "For My Father's Kingdom",
    "release_date": "2019",
    "budget": "",
    "country": "New Zealand",
    "island": "",
    "language": "English, Tongan",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "NZ Film on Demand; Apple TV",
    "summary": "This feature follows director Vea Mafile’o's father, Tongan migrant pensioner Saia Mafile'o. Driven by his deep faith in God and Tongan culture, pensioner Saia Mafile’o carefully navigates not only the rough streets of South Auckland, but also his sometimes-fraught relationship with his New Zealand-born son Robert, who struggles to accept his father’s commitment to a Kingdom that tore their family apart.",
    "logline": "The church of Tonga demands donations, especially from those who have left the country. This personal documentary follows the family of Saia Mafile'o who, decades after moving to New Zealand, still dedicates his life and money entirely to his homeland."
  },
  {
    "name": "Lieweila: A Micronesian Story",
    "release_date": "1998",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "English, Carolinian, Chamorro",
    "status": "",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Vimeo",
    "summary": "\"Lieweila\" is the first-person account of the history and culture of a small, culturally endangered group of Pacific Islanders. Cinta Kaipat of Saipan narrates the story of how in the 1800s her ancestors were forced to leave their earthquake- and flood-ravaged atolls in the Caroline Islands for the high islands of the Marianas. They sailed their outrigger canoes north, navigating by their knowledge of rising and setting stars and ocean swells. In the Marianas, they experienced a series of colonial regimes led by Spain, Germany, Japan, and the United States. \"Lieweila\" is their examination of their painful history and exploration of how to maintain traditional cultural practices, beliefs and values.",
    "logline": "\"Lieweila\", narrator Cinta Matagolai Kaipat tells us, means \"listen to our story.\" This video tells the story of the Refalawasch or Carolinians who live in what is now the Commonwealth of the Northern Mariana Islands. Through personal narrative, lithographs, maps, and stunning visual footage, the history of the Caroline Islanders of the Pacific is told for the first time in film."
  },
  {
    "name": "Teine Sā (The Ancient Ones)",
    "release_date": "2021 (TV Mini-series)",
    "budget": "",
    "country": "New Zealand",
    "island": "aotearoa",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Youtube (TheCoconetTV)",
    "summary": "Come into the world of the ancient ones - the spirit women who are the link between this world and the unseen.\n\nThe protectors of the Vā, the conduits of female power of the Pacific and the guardians of the fanua..the Teine Sā are here.  \n\n5 stories of the Pacific goddesses who have become famous in different ways across Moana cultures.\n\nFrom the legendary Telesa of Samoa, the fire gods of the Pacific, ancient shaman guardians from the Solomon Islands, and the pan Polynesian goddess of the moon - these contemporary stories of Pacific women have a spike in their tail.Come into the world of the ancient ones - the spirit women who are the link between this world and the unseen.\n\nThe protectors of the Vā, the conduits of female power of the Pacific and the guardians of the fanua..the Teine Sā are here.  \n\n5 stories of the Pacific goddesses who have become famous in different ways across Moana cultures.\n\nFrom the legendary Telesa of Samoa, the fire gods of the Pacific, ancient shaman guardians from the Solomon Islands, and the pan Polynesian goddess of the moon - these contemporary stories of Pacific women have a spike in their tail. (TheCoconetTV)",
    "logline": "Teine Sā - the ancient spirits of the Pacific are stirring. Revered and feared in equal measure, these sacred gods have crept back into the modern world to engage with five different women facing their own demons. (TheCoconetTV)"
  },
  {
    "name": "Loimata: The Sweetest Tears",
    "release_date": "2020",
    "budget": "",
    "country": "New Zealand",
    "island": "",
    "language": "Samoan, English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "The redemptive tale of waka builder and captain Lilo Ema Siope’s final years, the stunning LOIMATA, The Sweetest Tears is a chronicle of journeys – journeys of migration, spirituality, voyaging, healing and coming home. Confronting intergenerational trauma head on, the Siope family returns to their homeland of Sāmoa. For Ema’s father, this is his first time back to his birthplace since leaving in 1959. The result is a poignant yet tender story of a family’s unconditional love for each other, and a commitment to becoming whole again.\n\nEma was born and raised in South Auckland as a child of Samoan migrants. She captained both the Haunui Waka Hourua and Aotearoa One, both of which belong to the great waka master Hoturoa Barclay-Kerr. Ema’s key role in the revival of voyaging saw her become an important mentor for future generations of voyagers. (New Zealand International Film Festival)\n\n",
    "logline": "With Ema diagnosed with terminal cancer, the Siope family search for healing through confronting their history of systemic sexual abuse and returning to their roots in Samoa. (IMDb)"
  },
  {
    "name": "High Tide Don't Hide",
    "release_date": "2021",
    "budget": "",
    "country": "New Zealand",
    "island": "",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "?",
    "streaming_platform": "Vimeo",
    "summary": "In 2019, students in more than 150 countries launched strikes to demand action to avert cataclysmic climate change.\n\nIn Aotearoa New Zealand, filmmakers The Rebel Film Collective started shooting seven months before what became the world’s biggest ever climate change strike. We were given intimate access to New Zealand students’ meetings, homes and personal video diaries to record how the local movement began. weaving the stories of five teenagers as they lead their communities to strike for climate.\n\nWe were there when an unexpected turn of events changed the face of the protests. High Tide Don’t Hide reveals the inner processes of teenagers mobilising record-setting numbers of children and adults...while dealing with the looming threat of climate change, interpersonal politics, and the need to just be teenagers.",
    "logline": "In the race for existence, striking teenagers discover that activism, authority and awareness make for a steep learning curve. (IMDb)"
  },
  {
    "name": "The Australian Dream",
    "release_date": "2019",
    "budget": "",
    "country": "Australia",
    "island": "Australia",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Google Play, Apple TV, Amazon Prime",
    "summary": "Adam Goodes became an inspiring figure in Australian Rules football. Raised by his single Aboriginal mother, he found a sense of belonging and connection in sport. In 2013, at the top of his game, he was the center of a huge racist row when a 13-year-old girl called him an 'ape' in the middle of a game and he had her ejected from the stadium. What ensued was a shocking backlash of vilification and blunt racism against the football star. Drawing upon Adam Goodes's personal story, Australia's dark colonial past, and its treatment of the Aboriginal population, director Daniel Gordon has crafted a powerful, timely examination of race, identity, and belonging that resonates far beyond the football pitch (London Film Festival via IMDb)",
    "logline": "\"The Australian Dream\" is a theatrical feature documentary that uses the remarkable and inspirational story of AFL legend Adam Goodes as the prism through which to tell a deeper, more powerful story about race, identity, and belonging. (IMDb)"
  },
  {
    "name": "Stan",
    "release_date": "2018",
    "budget": "",
    "country": "New Zealand",
    "island": "",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "No?",
    "streaming_platform": "",
    "summary": "Follow 26-year-old musician Stan Walker as he fights a rare cancer caused by a genetic mutation that has killed 25 members of his family. Facing his diagnosis with humor and determination, he embarks on a mission to seek aggressive treatment and convince his family members who carry the gene that they need to face their potential fate. (World Channel)",
    "logline": "New Zealand music and acting idol Stan Walker leans on his mom, his faith and his Māori culture to fight a unique and potentially fatal cancer that has killed more than 25 people in his whānau (family). (PIC)"
  },
  {
    "name": "The Rogers",
    "release_date": "2020",
    "budget": "",
    "country": "Samoa",
    "island": "",
    "language": "English, Samoan",
    "status": "Released",
    "indigenous_leadership": "No",
    "streaming_platform": "Youtube",
    "summary": "An intimate glimpse of the first visible group of transgender men in the Pacific Islands - the Rogers of Samoa.\n\nFrom the loneliness of family rejection and homelessness to the camaraderie of church, cooking, and dance, their stories reveal the challenges and possibilities of life in an island society rooted in culture and tradition.\n\nDedicated in loving memory to To'oto'oali'i (Roger) Stanley (1976-2018) (TheCoconetTV)",
    "logline": "An intimate glimpse of the first visible group of transgender men in the Pacific Islands - the Rogers of Samoa. (TheCoconetTV)"
  },
  {
    "name": "Power Meri",
    "release_date": "2018",
    "budget": "650,000 (estimated)",
    "country": "Australia",
    "island": "",
    "language": "Tok Pisin, English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Vimeo",
    "summary": "Power Meri follows Papua New Guinea’s first national women’s rugby league team, the PNG Orchids, on their journey to the 2017 World Cup in Australia. These trailblazers must beat not only the sporting competition, but also intense sexism, a lack of funding, and national prejudice to reach their biggest stage yet. Proud, strong and hopeful, these women have overcome more challenges than most to take the field in their much-loved national sport. But after years playing at grassroots level with no coaches, funding or support, they have just three months to transform themselves into a competitive national team to take up an invitation to compete on the world stage. (PIC)",
    "logline": "Power Meri follows Papua New Guinea’s first national women’s rugby league team, the PNG Orchids, on their journey to the World Cup in Australia. (Vimeo)"
  },
  {
    "name": "Tokya Hula",
    "release_date": "2020",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "English, Hawaiian, Japanese",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "Today it is estimated there are nearly 2 million people dancing hula in Japan – a figure greater than the entire population of Hawaiʻi.  With more people dancing hula in Japan than in Hawaiʻi where the native art was born, this explosive growth has created a multi-million dollar industry based on culture as commodity.  But what motivates Japanese students and teachers to dance hula and how is it translated into a foreign culture?  How do Native Hawaiians participate in this cross-cultural exchange? (Lehua Films)",
    "logline": "The explosive popularity of the hula dance in Japan begs the question: what is the line between sharing and selling culture? (PIC)"
  },
  {
    "name": "Corridor Four",
    "release_date": "2017",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Amazon Prime",
    "summary": "A nationally recognized K9 Unit Officer, Isaac Ho’opi’i is responsible for saving numerous people from the Pentagon during the terrorist attacks on September 11, 2001. Countless articles were written about his heroism following 9/11. He was photographed by Richard Avedon for a spread in USA Today. He appeared on NBC’s Today show. And he ran the Olympic Torch on its way to Salt Lake City for the 2002 Winter Olympics.\n\nCorridor Four is a feature-length documentary that illustrates Isaac’s story in the aftermath of 9/11. After all the news cameras had turned off and all the lights had dimmed, Isaac was left only with the horrific images he had seen and the memory of those he was unable to save. His is a story not of a hero basking in the glory of his past deeds, but of a human being filled with regret that he couldn’t change something completely out of his control. (Film Website)",
    "logline": "Corridor Four challenges the image of the American hero in a heartfelt portrait of 9/11 first-responder Isaac Ho’opi’i as he works to put that traumatic experience behind him through the support of his family and his love of music. (PIC)"
  },
  {
    "name": "Prison Songs",
    "release_date": "2015",
    "budget": "",
    "country": "Australia",
    "island": "Australia",
    "language": "",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Plex",
    "summary": "At a time when over-representation of Indigenous Australians in prison is deemed a national crisis, this film shares the experiences, faults and feelings of the men and women incarcerated in a tropical Northern Territory Prison. Over 80% of these inmates are Aboriginal and their personal stories reveal the human face of a justice system in desperate need of reform. (IMDb)",
    "logline": "Aboriginal citizens make up 30% of the Northern Territory's population but in its largest prison, over 80% of the inmates are Indigenous. The inmates of Darwin's Berrimah Prison are shown in a new light in Australia's first documentary musical. (Ronin Films)"
  },
  {
    "name": "Next Goal Wins",
    "release_date": "2014",
    "budget": "",
    "country": "UK",
    "island": "",
    "language": "English, Samoan",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "",
    "summary": "In 2001, the tiny Pacific Island of American Samoa suffered a world record 31-0 defeat at the hands of Australia, garnering headlines across the world as the worst football team on the planet. \n\nWith the team about to embark on a grueling World Cup Qualification campaign, coach Thomas Rongen has just one month to transform this ragtag of losers into a winning team – and perhaps learn a little about himself along the way.\n\n Next Goal Wins is an inspirational story about the power of hope in the face of seemingly insurmountable odds, and an object lesson in what it really means to be a winner in life.  (PIC)",
    "logline": "An inspirational story about the power of hope in the face of seemingly insurmountable odds, and an object lesson in what it really means to be a winner in life.  (PIC)"
  },
  {
    "name": "Ever the Land",
    "release_date": "2015",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English, Maori",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Vimeo, NZ Film on Demand",
    "summary": "EVER THE LAND explores the sublime bond between people and their land through a landmark architectural undertaking by one of New Zealand’s most passionately independent Maori tribes, Ngāi Tūhoe.\n\nThe setting is the forest region of Te Urewera and Tūhoe are an indigenous people fighting to rebuild and to claim their rights. For the past 150 years, the relationship between the Tūhoe Maori tribe and the New Zealand government has been defined by longstanding grievances over severe colonisation experiences such as illegal land confiscations and the devastating consequences of scorched earth policies. The film captures a period of change and tremendous foresight: Tūhoe are negotiating an apology and settlement from the Crown, and constructing an architectural gem of a community centre using radically sustainable methods. Tradition and environmentalism are brought together, and the film gives us a stirring depiction of Indigenous pride.\n\nThe new building is the binding character in this observational documentary that immerses us in a culture that is tightly woven into its land and an architecture that is defined by its intergrity to it.  This is a film about past and future, tradition and modernity. Most of all, though, it’s about the grandest hopes—and what it takes to fulfill them. (Film Website)",
    "logline": "An exploration of the bond between people and their land through a landmark undertaking of design and construction by one of Aotearoa New Zealand's most passionately independent Māori tribes, Ngāi Tūhoe. (PIC)"
  },
  {
    "name": "Merata",
    "release_date": "2018",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "MUBI",
    "summary": "She was a pioneer of indigenous film, a director, an actress, an activist, a feminist, a mother and a teacher and a mentor. She is the first, and only, Maori woman to write and direct a dramatic feature film and her award-winning documentaries are world-renowned. Her work and advocacy influenced a generation of Maori, Aboriginal, Pacific Island and First Nations filmmakers.\n\nMERATA is the story of an artist’s reaction to struggle, the sacrifices paid in the fight for self-expression, and the legacy that this forged.\n\nAnd most importantly, the liberation of each of those struggles through the single life of Merata Mita, our mother. (PIC)",
    "logline": "This is the story of an artist’s reaction to struggle, the sacrifices paid in the fight for self-expression, and the legacy that this forged. (PIC)"
  },
  {
    "name": "Visions in the Dark: The Life of Pinky Thompson",
    "release_date": "2014",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Vimeo",
    "summary": "Pinky Thompson thought bigger than himself and further than the single cause at hand. He fought hard against the stigma of an inferior Native Hawaiian. A multifaceted cultural identity was the key to their ultimate survival. He championed a health care system, created invaluable educational programs and strengthened the pride of Native Hawaiians. He envisioned an ideal Hawaiʻi that no one else saw and fought for it from the battlefields of Normandy, down the steps of congress, to his humble home in Niu Valley. (PIC)",
    "logline": "A Hawaiian story of pain and promise, of challenge and triumph. A story of leadership.  (PIC)"
  },
  {
    "name": "Poi E: The Story of Our Song",
    "release_date": "2016",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English, Maori",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "NZ Film on Demand, Apple TV, Google Play ",
    "summary": "‘Poi E’, a simple song with a catchy beat released 32 years ago, has become New Zealand’s unofficial national anthem. With humour, energy and emotion, the movie Poi E is the story of how that iconic song gave pride to generations of New Zealanders. From Taika Waititi giving Stan Walker his quirky take on life in the 1980s to Pātea Māori Club members’ straight-talking and funny memories of the song’s visionary originator Dalvanius Prime, director Tearepa Kahi (Mt Zion) captures a unique story that taps into the heart of the nation. (NZ Film on Demand)",
    "logline": "POI E is the story of the creation of New Zealand's iconic song of celebration, the song that became the unofficial national anthem. (IMDb)"
  },
  {
    "name": "The Tribunal",
    "release_date": "1994",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Vimeo",
    "summary": "In August 1993, Nā Maka o ka ‘Āina spent twelve days capturing on video the proceedings Ka Ho‘okolokolonui Kānaka Maoli — Peoples' International Tribunal Hawai‘i, 1993, in which the United States and the state of Hawai‘i were put on trial for crimes against the original people of Hawai‘i, the Kānaka Maoli.\n\nA panel of international judges was convened to hear the charges, which included genocide, ethnocide, the taking of our sovereign government and the destruction of our environment.\n \nDuring those days of testimony, the Tribunal traveled to five islands to see and hear firsthand the words and personal experiences of witnesses, many of whom faced arrest and eviction from native lands. (PIC)",
    "logline": "n August 1993, Nā Maka o ka ‘Āina spent twelve days capturing on video the proceedings Ka Ho‘okolokolonui Kānaka Maoli — Peoples' International Tribunal Hawai‘i. (PIC)"
  },
  {
    "name": "The Voyage Home",
    "release_date": "1996",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "Chronicles the historic journey of the Polynesian voyaging canoe, Hawaiʻiloa, as it sailed from Seattle, Washington to Juneau, Alaska in the summer of 1995. Its twin hulls were carved from 400-year-old spruce trees donated by the Tlingit, Haida and Tsimshian nations of Canada and Alaska and by the Sealaska Corporation. The passage of the canoe through the native villages of the Northwest Inside Passage united thousands of indigenous peoples in an unprecedented celebration of their heritage and culture (PIC)",
    "logline": "The Voyage Home traces the expedition of the Hawaiian waka, Hawai’iloa, to Alaska (PIC)"
  },
  {
    "name": "Splinters",
    "release_date": "2011",
    "budget": "",
    "country": "USA",
    "island": "Papua New Guinea",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Amazon Prime",
    "summary": "In the 1980’s an intrepid Australian pilot left behind a surfboard in the seaside village of Vanimo, Papua New Guinea. Twenty years later, surfing is not only a pillar of village life, but it’s also a means to prestige. This story unfolds in the months leading up to the first National Surf Championships and explores the hopes and dreams of the surfers, the effect that surfing has had on relationships, societal changes, and the rivalries that surface between friends and families within this tight knit, male-dominated community. (PIC)",
    "logline": "In the 1980’s an intrepid Australian pilot left behind a surfboard in the seaside village of Vanimo, Papua New Guinea. (PIC)"
  },
  {
    "name": "Out of State",
    "release_date": "2017",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "PBS",
    "summary": "In 2007, the state of Hawaiʻi outsourced the care of roughly two thousand of its male prisoners to a private, for-profit prison on the continental U.S. Now, deep in the desert of Arizona, exiled thousands of miles across the ocean from their island home, a group of indigenous Hawaiian inmates have discovered their calling on the inside––teaching each other their native language and dances while behind bars. As several of the men complete their sentences, the film follows their reintegration back home in Hawaiʻi.\n\nOut of State explores complex questions of cultural and religious identity; the over abundance of native Hawaiians and minorities in the prison system; the cycle of criminal behavior and its impact on the family; and prisoner entitlement in an hour-long, character-driven documentary. (PIC)",
    "logline": "Out of State follows native Hawaiian inmates who are sent to a private prison thousands of miles away in the desert of Arizona, and practice their native culture while working to rehabilitate their relationships with their families. (PIC)"
  },
  {
    "name": "Mele Murals",
    "release_date": "2016",
    "budget": "",
    "country": "USA",
    "island": "Hawaii",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Kanopy",
    "summary": "Mele Murals is a documentary about the transformative power of art through the unlikely union of graffiti and ancient Hawaiian culture. At the center of this story are the artists Estria Miyashiro (aka Estria) and John Hina (aka Prime), and a group of Native Hawaiian youth from the rural community of Waimea, HI. Together they create a mural that addresses the ill effects of environmental changes and encroaching modernization on their native culture. Mele Murals shows how public art combined with Native Hawaiian traditions transforms the students, the local community and, unexpectedly, the two artists as they rediscover their own identities and responsibilities as Hawaiian artists. (PIC)",
    "logline": "A story about the transformative power of art through the unlikely union of graffiti and ancient Hawaiian culture. (PIC)"
  },
  {
    "name": "Kū Kanaka/Stand Tall",
    "release_date": "2015",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Kanopy",
    "summary": "In August of 1969, 15-year-old Terry Young took a dive from the rock wall perch where he and his friends were messing around above an unpatrolled beach. The water was shallow, and Terry hit his head on sand, becoming in one split second a quadriplegic. Paralyzed from the neck down with only limited use of his hands and arms, Terry nonetheless finished high school and college, competed as a wheelchair athlete, got arrested for the cause of Hawaiian sovereignty, graduated as a PhD in history, and pioneered as a professor in the new field of Hawaiian Studies.\n\nTerry, who took the Hawaiian name, Kanalu, (“the wave”) learned from being disabled to value the life he lived rather than mourn the life he lost. He used that insight to offer hope to dispossessed Native Hawaiians. At the same time, he lived by the indigenous Hawaiian practice of kuleana, his responsibility to ask for help rather than go it alone as a rugged American individualist.\n\nIn classrooms, on cable television and even from his hospital room, Kanalu inspired thousands. But when his body eventually gave out, he asked help from his doctors to end his life. In a hospital room overflowing with friends and family, ʻukuleles and song, Kanalu Young said aloha, challenging his people to help each other as a way to revive Hawaiian culture and repair the loss of their illustrious past. (PIC)",
    "logline": "Kanalu Young, professor, activist, and chanter, inspired Native Hawaiians to reclaim their sense of worth by the daily practice of Hawaiian language and culture (PIC)"
  },
  {
    "name": "The Roots of 'Ulu",
    "release_date": "2015",
    "budget": "",
    "country": "USA",
    "island": "Hawaii",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Vimeo",
    "summary": "The Roots of ‘Ulu will transport the viewer from the Polynesian voyaging canoes that brought ‘ulu from Tahiti to Hawai‘i, up through the present day efforts of native practitioners, medical specialists and agricultural experts who have a shared vision of the ‘ulu tree playing an important role in cultural preservation, health restoration and food sustainability for Hawai‘i’s future. (PIC)",
    "logline": "The history of ʻulu (breadfruit) and present day efforts to utilize this iconic tree for cultural preservation and food sustainability practices (PIC)"
  },
  {
    "name": "Winning Girl",
    "release_date": "2014",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Vimeo",
    "summary": "Teshya Alo is 16 years old and 125 pounds. But on the judo and wrestling mats, she throws women twice her age and pounds heavier. And she beats boys. Now, she has her sights set on taking gold at both the judo and wrestling world championships–and eventually the Olympics. But it won’t be easy.\n\nShe is younger and less experienced than her opponents. She trains from Hawai‘i and the cost to travel to mainland and international tournaments drains her family’s resources. She’s a student at a private school for Native Hawaiians. And she’s going through puberty.\n\nWinning Girl follows the four-year journey of this part-Polynesian female teenage judo and wrestling phenomenon from Hawai‘i and her family, and in doing so tells the dynamic story of an elite athlete on her ascent, a girl facing the challenges of growing up and an entire family dedicated to a single dream. (PIC)",
    "logline": "The four-year journey of a female teenage judo and wrestling phenomenon from Hawaii vying for world championship gold. (IMDb)"
  },
  {
    "name": "In Football We Trust",
    "release_date": "2015",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime, Apple TV, Google Play, Vudu",
    "summary": "In Football We Trust captures a snapshot in time amid the rise of the Pacific Islander presence in the NFL. Polynesians are changing high school, college, and professional football. To understand this phenomenon, one must appreciate the individuals and cultures behind the headlines, their unique diaspora to the United States and the role of the Mormon Church in facilitating their immigration. Providing an innovative take on a new immigrant story, In Football We Trust transports viewers deep inside the tightly-knit Polynesian community in Salt Lake City, Utah. With unprecedented access and shot over a four-year time period, this feature length documentary intimately portrays four young Polynesian men striving to overcome gang violence and near poverty through American football. Viewed as the “salvation” for their families, these young players reveal the culture clash they experience as they transform out of their adolescence and into the high stakes world of collegiate recruiting and rigors of societal expectations. Their stories carry the majority of the narrative, while archival footage and interviews with current and former NFL players (including Troy Polamalu, Haloti Ngata, Star Lotulelei and Vai Sikahema) are interwoven to provide a contextual background.  (PIC)",
    "logline": "A feature length documentary exploring the role football plays within the U.S. Polynesian community (PIC)"
  },
  {
    "name": "Road to the Globe",
    "release_date": "2012",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "In 2012, New Zealand actor Rawiri Paratene was invited to open the prestigious Globe to Globe Festival at London’s legendary Globe Theatre. It was the largest Shakespeare festival in the world, featuring 36 plays from 36 countries in 36 languages. Spanning the twelve-week period before Opening Night, Road to the Globe follows Paratene’s Ngākau Toa theatre company as they confront their fears, struggle with their lines, and ultimately lift each other up on their journey to perform an adaptation of Troilus & Cressida in Te Reo Māori (Māori language). (PIC)",
    "logline": "The Road to the Globe is an ‘all access’ documentary which charts the historic performance of Shakespeare’s Troilus & Cressida in Te Reo Māori by Rawiri Paratene’s theatre company at the Globe in 2012. (PIC)"
  },
  {
    "name": "Nā Loea: The Masters II",
    "release_date": "2014",
    "budget": "",
    "country": "USA",
    "island": "Molokai",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "Fans of Nā Loea: The Masters (featured in Pacific Heartbeat Season 3) will enjoy this second installment of stories that beautifully depict the lives of those who are considered masters in Hawaiian culture. Mac Poepoe is a Native Hawaiian fisherman and a community leader on Moloka`i who has dedicated his life ensuring that the ocean, or “icebox,” will be well-stocked for generations to come.  Herbert Hoe recognized how the widespread health afflictions of the Native Hawaiian people impaired their ability to care for themselves, and created his `Ai Pono diet program utilizing the traditional foods of ancient Hawaiians. (PIC)",
    "logline": "Enjoy the second installment of stories that beautifully depict the lives of those who are considered masters in Hawaiian culture.  (PIC)"
  },
  {
    "name": "E Haku Inoa: To Weave a Name",
    "release_date": "2012",
    "budget": "",
    "country": "USA",
    "island": "Hawaii",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Kanopy",
    "summary": "A young multi-racial Kanaka Maoli (Native Hawaiian) woman, filmmaker Christen Hepuakoa Marquez, sets out to discover the meaning of her incredibly lengthy Hawaiian name from her estranged mother whose diagnosis as schizophrenic in the 80′s caused their family separation. Christen discovers not only herself within the name, but gains a whole new perspective on the idea of sanity and how cultural differences can sometimes muddle its definition. (PIC)",
    "logline": "A young multiracial Kanaka Maoli woman sets out to discover the meaning of her lengthy, 63-letter Hawaiian name from her estranged schizophrenic mother. (PIC)"
  },
  {
    "name": "Nā Lani 'Ehā from 'Iolani Palace: The Music of Hawaiian Royalty",
    "release_date": "2013",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "",
    "summary": "This historic production, produced by PBS Hawaii, brings together some of Hawai‘i’s most beloved musicians to perform songs composed by the last members of Hawai‘i’s ruling monarchy. ‘Iolani Palace’s executive director and curator provide viewers with a historical background of the palace, and the musicians themselves explain the cultural significance of the royal repertoire. (PIC)",
    "logline": "This historic production, produced by PBS Hawaii, brings together some of Hawaii’s most beloved musicians to perform songs composed by the last members of Hawaii’s ruling monarchy. (PIC)"
  },
  {
    "name": "The Meaning of Food",
    "release_date": "2004 (Film Series)",
    "budget": "",
    "country": "USA",
    "island": "Hawaii",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "You can tell a lot about a person by the way they dress, the car they drive, or the people they associate with. But there is another way to discover a person's true essence. It is the thing that every human being needs to survive, something we all can relate to—food. Food is not only a life source, but a window into our soul, our identity, our culture, and our family.\n\nThe Meaning of Food, a three-part public television documentary, looks at the social and cultural significance of food. The first episode, \"Food and Life,\" focuses on the importance of food as a symbol of love, life, continuation, joy, hope, and coming together. The second episode, \"Food and Culture,\" looks at how our cultural identities are formed through the foods we eat. Episode three, \"Food and Family,\" examines the impact of food on family relationships and how food reaffirms family bonds. (PIC)",
    "logline": "Explore the social and cultural significance of what we eat. (PIC)"
  },
  {
    "name": "Then There Were None",
    "release_date": "1996",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English, Hawaiian",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Amazon Prime",
    "summary": "To millions of travelers the world over, Hawai‘i is an alluring picture postcard paradise. But to its Native Hawaiian people, nothing could be further from the truth. Their compelling story, of a race displaced and now on the verge of extinction, is brilliantly told in this award-winning documentary created by the great-granddaughter of Hawaiian high chiefs and English seafarers. (PIC)",
    "logline": "A personal story of the effects of colonization on the Hawaiian people is brilliantly told in this award-winning documentary. (IMDb)"
  },
  {
    "name": "What's Up in the Universe?",
    "release_date": "2013",
    "budget": "",
    "country": "USA",
    "island": "Rapa Nui",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "",
    "summary": "This engaging and inventive project offers the chance to view science as art, and art as science. What's up in the Universe? has as its central theme and goal a desire to help viewers understand the nature of the universe, and to recognize that we achieved this knowledge through a fascinating relationship between creativity and the hard work of scientific research. Among all sciences, astronomy has the greatest dependence on daring leaps of imagination and on the ongoing development of ever better technology.\n\nWhat's up in the Universe? explores our own planet's relationship and similarities with the other planets in our solar system and ponders in a truly contemporary matrix the age old questions, \"Are we alone? Is there life elsewhere in the universe?\" Questions made more profound with the recent discovery of extra-solar planets orbiting sun-like starts and the new discoveries being transmitted daily from sources from beyond our own galaxy.\n\nIn the first segment, viewers travel with Nainoa Thompson, a native Hawaiian who uses a blend of ancient and modern techniques of navigation to guide his twin-hulled canoe to the island of Rapa Nui (Easter Island). His ambitious and dangerous venture parallels current journeys beyond Earth, and gives an overwhelming sense of adventure and thrill involved in exploration. (PIC)",
    "logline": "Explore our own planet's relationship and similarities with the other planets in our solar system and ponder the age old question. (PIC)"
  },
  {
    "name": "American Aloha: Hula Beyond Hawai'i",
    "release_date": "2003",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "English, Hawaiian",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "For Hawaiians, the hula is not just a dance, but a way of life.  Yet while most Americans know only the stereotypes of ʻgrass-skirt girlsʻ from old Hollywood movies and tourist kitsch, the revival of the ancient art of hula tells of the rich history and spirituality of Hawaiʻi.  AMERICAN ALOHA: HULA BEYOND HAWAIʻI discovers a renaissance of Hawaiian culture through music, language and dance as it continues to grow in California.  Following three kumu hula, or master hula teachers, the film celebrates the perpetuation of a culture – from the very traditional to the contemporary – as it evolves on distant shores.  With more Native Hawaiians living on the U.S. continent than on the islands, the hula is a living tradition that connects generations far from home to their heritage.  Revealing the challenges of cultural survival through the struggles of Hawaiʻi’s past, American Aloha is a proud reminder of the power of reclaiming tradition for communities creating a home away from home. (Film Website)",
    "logline": "The art of hula lives and thrives on the mainland U.S. (PIC)"
  },
  {
    "name": "Black Grace: From Cannons Creek to Jacob's Pillow",
    "release_date": "2004",
    "budget": "",
    "country": "New Zealand",
    "island": "North Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "",
    "summary": "When Black Grace, a dance troupe of Pacific Islander and Maori men, first burst onto the New Zealand stage in 1995 they were a revelation. Fusing traditional Pacific and contemporary dance forms with athleticism and grace, they electrified audiences. Led by Artistic Director Neil Ieremia, Black Grace evolved from a crew of Neil’s “mates” into one of New Zealand’s national treasures and conquered the world’s dance festivals culminating with Jacob’s Pillow in the Berkshire hills of Massachusetts.\n\nBlack Grace: From Cannon's Creek to Jacob's Pillow follows Black Grace’s journey from Cannon’s Creek, a small town outside of Wellington, New Zealand to the prestigious Jacob’s Pillow Dance Festival, the oldest one of its kind in North America. Today, Black Grace is New Zealand's leading contemporary dance company. Melding Pacific and contemporary dance in an extraordinary and dynamic form, Black Grace has become internationally renowned for its artistry, creative excellence and innovation, while also becoming the world's leading exponent of Pacific-infused contemporary dance. (PIC)",
    "logline": "Follow a Pacific Islander modern dance troupe’s journey to a premiere dance festival (PIC)"
  },
  {
    "name": "Dances of Life",
    "release_date": "2005",
    "budget": "estimate $500,000",
    "country": "USA",
    "island": "",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Amazon Prime",
    "summary": "At the ninth Festival of Pacific Arts in Palau, male dancers from Kiribati, clad in shell necklaces, traditional skirts, and brandishing colorful spears, dance to ancient drums and chants. They are on a stage fringed with gelled spotlights, amplifiers, monitors, and stand-up Cerwin-Vega speakers.\n\nIt's a moment in Dances of Life that captures the dichotomy between Pacific Islanders' earliest cultural traditions and the modern world in which they live today.\n\n\"We are very fragile,\" Togna Octave, general director of the Tjibaou Cultural Center in New Caledonia, says in the film. \"They always say modernity is like a steamroller. And in all the small societies like ours the steamroller has already rolled over us. If we can come out of this with a toe unscathed, well, that's the greatest victory we could have.\"\n\nDances of Life, produced by Shane Seggar and Dominique Lasseur and directed by Catherine Tatge, in conjunction with Pacific Islanders in Communications, looks at the resilience and strength of Pacific cultures as represented by their traditional dances. Since dance is a method used by oral cultures to document their histories, it is also a way to view a culture's past and its adaptations to the present. (PIC)",
    "logline": "Dances of Life examines dances from five island cultures: Maori, Samoan, Palauan, Chamorro (Guam), and Kanak (New Caledonia). How their dances have evolved and incorporated new influences is seen as a testament to the endurance of their cultures. (PIC)"
  },
  {
    "name": "Heart Strings: The Story of the Kamaka 'Ukulele",
    "release_date": "2009",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Youtube",
    "summary": "For nearly 100 years, Kamaka and Sons have crafted fine musical instruments from their tiny shop in Honolulu. Heart Strings: The Story of the Kamaka ʻUkulele is a story of the Kamaka family, a Hawaiian history about age-old values of hard work, fortitude, honesty, and creativity as seen from a distinctly Hawaiian point of view.\n\nThe Kamaka family history is about as close as one can come to the actual history of the ‘ukulele itself. From Samuel's apprenticeship with Manuel Nunes, the Portuguese man who first introduced the instrument to the Islands to creating \"the Jake,\" an ‘ukulele model for virtuoso Jake Shimabukuro, Kamaka Hawaii has been at the forefront of the ‘ukulele's presence in the world.\n\nRooted in such concepts as aloha (unconditional love), malama (to serve and care for), and pono (doing what's right), this program offers insight into a family of businessmen and artists and into how they work together to preserve the family tradition of success and artistry. (PIC)",
    "logline": "Hawaiian values told through the Kamaka family's business of making ʻukuleles. (PIC)"
  },
  {
    "name": "Holo Mai Pele",
    "release_date": "2001",
    "budget": "",
    "country": "USA",
    "island": "Hawaii",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Oiwi TV",
    "summary": "Holo Mai Pele initially premiered as a stage production on Maui in 1995. it was created by revered Nā Kumu Hula Pualani Kanakaʻole Kanahele and Nālani Kanakaʻole, who turned this epic three-hour theatrical performance into a one-hour special for public television. \n\nThe film version appeared on PBS’ Great Performances – the nation’s longest running, most prestigious TV series dedicated to the performing arts – it represented the most visible treatment of hula to appear in national media and was the first time that anything from the pacific had been selected for the program\n\nThe creative team, the Kanaka‘ole sisters along with producer/director Catherine Tatge managed to maintain cultural integrity while when adapting a work of such deep significance for a national audience. (PIC)",
    "logline": "An epic hula that tells the tale of Pele and her sister Hi‘iaka. (PIC)"
  },
  {
    "name": "Keepers of the Flame: The Cultural Legacy of Three Hawaiian Women",
    "release_date": "2005",
    "budget": "",
    "country": "USA",
    "island": "Hawaii",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Alexander Street",
    "summary": "Keepers of the Flame: The Cultural Legacy of Three Hawaiian Women is a tribute to three Hawaiian women whose lives spanned the 19th and 20th centuries: Hawaiian historian and author, Mary Kawena Pukui; dancer and chanter, ‘Iolani Luahine; and kumu hula and teacher, Edith Kanakaʻole. This story reveals the power of their commitment to Hawaiian culture and values and the ways their influence is still felt today. (PIC)",
    "logline": "Three indomitable women helped ignite the Hawaiian renaissance. (PIC)"
  },
  {
    "name": "Kī Ho'alu: (Loosen the Key) Keola Beamer",
    "release_date": "2007",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Youtube, Amazon Prime",
    "summary": "Kī Ho‘alu (Loosen the Key) Keola Beamer is an entertaining and intimate performance documentary about master slack key guitarist Keola Beamer. Nearly two centuries ago, Mexican vaqueros (cowboys) brought the guitar to the Hawaiian islands. Intrigued by the versatile instrument, the Native Hawaiians made it their own by loosening or \"slacking\" the strings. Hence, the unique strumming and fingerpicking style of slack key guitar, or kī ho'alu, was born. The practice has been passed down through generations, with each artist adding his or her own innovative style and interpretation.\n\nToday, Beamer captivates audiences with his hypnotic playing. This entertaining documentary showcases his musical artistry and explores the rich history of this cultural art form that holds a special place in traditional and contemporary Hawaiian music.\n\nBeamer has matured to what is now considered the apex of his musical career. As Willie Nelson plainly states in the documentary, \"Keola's style is the best slack key that there is on the planet.\" (PIC)",
    "logline": "Keola Beamer, master of the slack key guitar (PIC)"
  },
  {
    "name": "Made in Taiwan",
    "release_date": "2006",
    "budget": "200,000 (estimated)",
    "country": "New Zealand, Cook Islands, Samoa, Vanuatu, Taiwan",
    "island": "North Island",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Alexander Street",
    "summary": "In Made in Taiwan: Nathan and Oscar's Excellent Adventure, molecular biology leaves the classroom as the two central characters, Nathan Rarere and Oscar Kightley, both of Polynesian descent, take us on a journey across the Pacific and into Asia in search of their roots.  During the course of the film, the two men take a simple DNA test which involves a swab in the mouth to reveal where their ancestors came from 30,000 years ago.\n\nNathan discovers that his mother, whose grandparents were originally from Cornwall, has a maternal lineage which stretches back to East Eurasia and America.  In Samoa, Oscar expects his results to confirm his Polynesian roots, but is shocked to discover that his paternal lineage goes back to Central and South Eurasia. This discovery suggests Asian ancestry as his modern day descendants are found in the Middle East and the Himalayas.\n\nWith stunning photography of their Pacific to Asia voyage captured on HD, Nathan and Oscar replicate the journey taken by their ancestors in reverse, starting with the Cook Islands and Samoa, then Vanuatu, and ending eventually in Taiwan. There they are amazed by what they discover. (PIC)",
    "logline": "Following a DNA trail, two Polynesian men travel thousands of miles across the Pacific and Asia to discover for themselves the origins of their people. (PIC)"
  },
  {
    "name": "Nā Kamalei: The Men of Hula",
    "release_date": "2008",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Alexander Street",
    "summary": "Beyond the stereotypes of \"grass skirt girls,\" Nā Kamalei: The Men of Hula explores a resurgence of men who dance hula. Winner of the 2008 Independent Lens Audience Award, the program follows legendary master hula teacher, Robert Cazimero, and Hālau Nā Kamalei, the only all-male hula school in Hawaiʻi, as they journey to compete at the world’s largest hula competition. Celebrating the 30th anniversary of their school and competing with some of the oldest male dancers at the competition, Robert and his men are out to prove that the renaissance of male hula is not over. Nā Kamalei tells a story of Hawaiian pride through the exploration of male roles in the hula tradition. (PIC)",
    "logline": "Follow the journey of legendary teacher Robert Cazimero and the only all-male hula school in Hawaiʻi as they prepare to compete at the world’s largest hula festival. (PIC)"
  },
  {
    "name": "Pidgin: The Voice of Hawai'i",
    "release_date": "2009",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "Kanopy",
    "summary": "Born on sugar plantations and spoken by more than half of Hawaii’s population, the Pidgin language - part English, part Hawaiian, with pieces of Chinese, Japanese, and Tagalog mixed in - captures the essence of multi-ethnic Hawaiʻi. Pidgin: The Voice of Hawaiʻi profiles this working-class language from its rise from plantation jargon to a source of island identity and pride. \n\nIn the 1920s, English Standard Schools - government funded public schools that refused to admit Pidgin-speaking children - fueled anti-Pidgin, anti-Asian sentiment and left behind a legacy of shame in speaking Pidgin. Drawing on a variety of sources, including archival, academic and other expert commentary, interviews and performance to shed light on this colorful language, the documentary charts how over time, Pidgin speakers have been moved to take pride in their language. (PIC)",
    "logline": "Born on sugar plantations and spoken by more than half of Hawaii's population, the Pidgin language captures the essence of multi-ethnic Hawaiʻi. (PIC)"
  },
  {
    "name": "Polynesian Power: Islanders in Pro Football",
    "release_date": "2005",
    "budget": "400,000 (estimated)",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "",
    "summary": "Narrated by Dwayne \"The Rock\" Johnson, Polynesian Power: Islanders in Pro Football chronicles the ascent of Polynesians in American football and the cultural history that defines this journey. Profiling two Samoan athletes, Pisa Tinoisamoa and Isaac Sopoaga—one from the islands and one from the 'hood—Polynesian Power explores America's diversity and the challenge of chasing dreams. (PIC)",
    "logline": "The ascent of Polynesians in professional football. (PIC)"
  },
  {
    "name": "Race is the Place",
    "release_date": "2005",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "No",
    "streaming_platform": "",
    "summary": "Funny, angry and profound, Race is the Place is a visual and verbal riff on race in America from a wide variety of artists, poets, rappers, performance artists and stand-up comics. Featuring established artists as well as up-and-comers, Race is the Place is a one-hour jam that combines racially charged clips from old movies with interviews and performances. These pieces dare to examine one of the most emotionally explosive issues in American life, busting stereotypes by using humor and poetry to say things traditionally left unsaid. \n\nA portion of the film illustrates the historical context of racist sentiment and its perpetration in Hawai'i. It is suggested that early on, tourists setting foot in the Islands were bombarded with the subtle message that happy natives were more than willing to entertain the imagination and whims of the white man. But exploitation and imposition were at the heart of the acculturation process for these early settlers. (PIC)",
    "logline": "Comedians, activists, poets, and scholars explore the issue of race. (PIC)"
  },
  {
    "name": "Sumo East and West",
    "release_date": "2003",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English, Japan",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "Youtube, Amazon Prime",
    "summary": "Sumo East and West is a documentary film that uses sumo wrestling as a window to explore the relationship between Japan and the West, with Hawai‘i as the crucial middle ground on which they meet. Featuring interviews with Jesse Kuhaulua, Akebono, Konishiki, and amateur Hawaiian sumo wrestlers.\n\nTold through a tapestry of Super 16mm observational footage, interviews and rare archival material, SUMO EAST AND WEST records the rituals of sumo in Japan: the lives of the wrestlers, their training and the culture that surrounds them. It visits the tournaments and the wall-to-wall TV coverage, captures the fanaticism of the fans and reveals how deeply sumo is woven into the very history and culture of Japan. Similarly, the film enters the world of amateur sumo in the U.S., following the diverse cast of American sumo wrestlers as they strive for respectability and observing the effect that the internationalization of the sport is having on Japan. (PIC)",
    "logline": "Sumo wrestling in Japan and Hawai'i. (PIC)"
  },
  {
    "name": "Under a Jarvis Moon",
    "release_date": "2010",
    "budget": "",
    "country": "USA",
    "island": "Jarvis",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "Yes",
    "streaming_platform": "IMDb",
    "summary": "Under a Jarvis Moon is the story of 130 young men from Hawai‘i who, from the late 1930s through the early years of World War II, were sent on a clandestine mission by the U.S. Federal Government to occupy deserted islands in the middle of the Pacific. The first wave of these colonists were Hawaiian high school students, chosen because government officials assumed that Pacific Islanders would be best able to survive the harsh conditions present on the tiny, isolated islands. For the young men, who were unaware of the true purpose of their role as colonists, what ensued is a tale of intrigue, courage, and ultimately, tragedy. Amazingly, these men (four of whom are still alive) are only now being recognized for their sacrifice, and efforts are underway for the United States to officially acknowledge them for serving their country. (PIC)",
    "logline": "Under a Jarvis Moon is the story of 130 young men from Hawai‘i who, from the late 1930s through the early years of World War II, were sent on a clandestine mission by the U.S. Federal Government to occupy deserted islands in the middle of the Pacific. (PIC)"
  },
  {
    "name": "Kumu Niu ",
    "release_date": "July 2023 (USA)",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "PBS",
    "summary": "The island of O'ahu is covered with coconut palms, but for fear of liability the vast majority of these sacred trees have been stripped of coconuts. The grassroots movement \"Niu Now\" is on a mission to restore the \"niu,\" or coconut, as a fundamental food crop in Hawai'i and spread the Indigenous wisdom of \"aloha 'āina:\" loving land and serving people.",
    "logline": ""
  },
  {
    "name": "Scaling Up: Hawai'i's Food Future ",
    "release_date": "August 31, 2023",
    "budget": "",
    "country": "USA",
    "island": "",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "",
    "streaming_platform": "PBS",
    "summary": "The onset of the COVID-19 pandemic brought to the forefront problems that many had been not-so-quietly talking about for years; Hawaiʻi’s overdependence on imported food and its reliance on a tourism-based economy. Hear from local farmers, entrepreneurs, elected officials, government leaders and other stakeholders as they share ideas on how to increase the state’s homegrown food supply as well as agricultural exports to help diversity Hawaiʻi’s economy.",
    "logline": ""
  },
  {
    "name": "Act of War- The Overthrow of the Hawaiian Nation",
    "release_date": "1993",
    "budget": "",
    "country": "USA",
    "island": "Oahu",
    "language": "English",
    "status": "Released",
    "indigenous_leadership": "yes",
    "streaming_platform": "ʻŌiwi TV",
    "summary": "This hour-long documentary is a provocative look at a historical event of which few Americans are aware. In mid-January, 1893, armed troops from the U.S.S. Boston landed at Honolulu in support of a treasonous coup d’etat against the constitutional sovereign of the Hawaiian Kingdom, Queen Lili’uokalani. The event was described by U.S. President Grover Cleveland as “an act of war.” Stylized re-enactments, archival photos and film, political cartoons, historic quotes and presentations by Hawaiian scholars tell Hawaiian history through Hawaiian eyes.",
    "logline": ""
  }
]